{
  "Awards & Distinction": [],
  "Qualifications": [
    "MSc (Sports Psychology), MA (Clinical Psychology)"
  ],
  "Additional Credentials": [
    "1. Consulting as a Sport Psychologist at Manipal Hospital- April 2024 onwards",
    "Administer psychological assessments to athletes to identify strengths, weaknesses, and areas for improvement. Analyze assessment results and develop personalized mental training programs.",
    "Implement mental skills training techniques to improve performance under pressure, enhance focus and concentration, manage stress, and develop pre-competition routines.",
    "Provide support and counseling to athletes during times of crisis, such as significant injuries, performance slumps, or personal challenges.",
    "2. Employed as a Mental Health Support Worker at Cosgrove Care, Glasgow- 2022-2023",
    "Working with adults and children with learning disabilities, epilepsy, autism and physical support needs",
    "Using person-centered planning techniques in addition to delivering excellent support practices",
    "3. Worked as an HR Trainee at Indifoss Analytical Pvt. Ltd., Ahmedabad- 2018-19",
    "Worked in the recruitment department wherein I screened the potential candidates according to the job requirements and processed their interviews with the organization",
    "Maintaining the employee records",
    "Conducting the employee engagement activities, especially workshops for technical and language proficiency."
  ],
  "Professional Visits": [],
  "Faculty & Guest Lectures": [],
  "Conferences": [],
  "Poster Presentations": [],
  "Podium Presentations": [],
  "Courses": [],
  "Continued Medical Education (Cmes)": [],
  "Publications": [],
  "Executive & Management Experience": [],
  "Affiliations & Memberships": [],
  "Expertise": [
    "Shama Kellogg has a vast experience in Sports Psychology with her well rounded training from UK and India.",
    "M.Sc. in Psychology of Sport University of Stirling, Stirling, Scotland, UK 2021-2022",
    "M.A. in Clinical Psychology St. Xavier’s College, Ahmedabad 2019-2021",
    "B.A. (Hons.) in Psychology PDPU, Ahmedabad 2013-2017"
  ],
  "Research": [
    "The Difference in the Stress Levels: A study of 12th Grade Students of the Science and Humanities Stream Students before their Board Exams",
    "Stress Management in Hospitality: A study of students in the field of hospitality and their stress management depending on gender and locality",
    "Social Status of Female Athletes: A qualitative study to determine the social status of renowned female athletes amongst sports fans when considering gender-appropriate and gender-inappropriate sport",
    "1. Worked with Rossvale Football Club – 2023",
    "Collaborated with David Caldwell, head of Rossvale FC, to work with select footballers training for the elite route by applying Flow theory.",
    "2. Volunteered at Hospital for Mental Health (government hospital in India) – 2020",
    "Conducted art- based activities with the chronic ward patients with an intent to improve their well-being.",
    "3. Internship at Calorx Prerna School – 2016",
    "Worked with children who were intellectually challenged and volunteered to help with effective learning interventions which helped them cope better.",
    "4. Psychology Trainee while interning with Energia Wellbeing Pvt. Ltd.- 2015",
    "5. Research Assistant for the Slum Rehabilitation in Ahmedabad: Impact Assessment – 2015",
    "Helped conduct surveys of people who were moved from slums into government apartments built across the city for 6 months.",
    "Tried to measure the social and psychological impact that the move had on the people and note their level of satisfaction with their improved living conditions",
    "Presented a paper at the 2nd Academic International Conference on Multi-Disciplinary studies and Education at the Cambridge University, Cambridge, United Kingdom- March 2017",
    "Basic Mountaineering Course at Nehru Institute of Mountaineering- June 2016",
    "Participated in All-India level Air-Pistol Shooting for 3 consecutive years- 2010, 2011, 2012"
  ],
  "Languages": [],
  "Contact": []
}